
/* This item sets the default language for Ink when running under this localization. */
/* 0 = English		*/
/* 1 = French		*/
/* 2 = German		*/
DEFAULT_LANGUAGE = "1";

/* Gesture list item text */

GESTURE1 = "Annuler";
GESTURE2 = "Couper";
GESTURE3 = "Copier";
GESTURE4 = "Coller";
GESTURE5 = "Effacer";
GESTURE6 = "Tabulation";
GESTURE7 = "Rejoindre";
GESTURE8 = "Espace horizontal";
GESTURE9 = "Retour";
GESTURE10 = "Supprimer";
GESTURE11 = "Tout sélectionner";
GESTURE12 = "Échapper";

/* Gesture description view text */

GestureDescription1 = "Annuler\nAnnule la dernière action, si cela est possible.";
GestureDescription2 = "Couper\nSupprime l’objet sélectionné et le place dans le presse-papiers.";
GestureDescription3 = "Copier\nCopie l’objet sélectionné vers le presse-papiers.";
GestureDescription4 = "Coller\nInsère le contenu du presse-papiers à l’endroit du point d’insertion ou de la sélection.";
GestureDescription5 = "Effacer\nSupprime l’objet sélectionné sans le conserver dans le presse-papiers.";
GestureDescription6 = "Tabulation\nInsère une tabulation à l’endroit du point d’insertion.";
GestureDescription7 = "Rejoindre\nUnit deux mots. Écrire le mouvement juste en dessous des deux mots que vous voulez unir.\nCette opération ne fonctionne qu’avec les applications compatibles avec Ink.";
GestureDescription8 = "Espace horizontal\nInsère un espace après le point d’insertion. Vous pouvez aussi écrire cette action en allant dans la direction opposée.";
GestureDescription9 = "Retour\nInsère un caractère retour après le point d’insertion, ou appuie sur le bouton par défaut d’une zone de dialogue. Vous pouvez aussi écrire l’action en allant dans la direction opposée.";
GestureDescription10 = "Supprimer\nSupprime le caractère avant le point d’insertion.";
GestureDescription11 = "Tout sélectionner\nSélectionne le champ de texte en entier.";
GestureDescription12 = "Échapper\nLance la touche Échap. Peut être utilisé pour annuler des dialogues.";

/* Alert/dialog strings */

DUPELIST_ALERT = "« %1 » se trouve déjà dans la liste de mots.";
DUPEDICT_ALERT = "« %1 » se trouve déjà dans le dictionnaire Ink.";
DUPEDICT_DESCRIPT = "Ink utilise un dictionnaire intégré pour comparer ce que vous avez écrit avec ce qu’il connaît. Le mot que vous avez saisi est un mot connu et il n’est pas nécessaire de l’ajouter.";
SAVE_CHANGES = "Enregistrer les changements de la liste de mots ?";
SYSTEM_DICT_ERROR = "Une erreur s’est produite lors du chargement de la liste de mots du système.";
SYSTEM_DICT_DESCRIPT = "« %1 » n’a pas été ajouté à la liste de mots.";
DRIVER_WARNING = "Ink est en marche.";
DRIVER_DESCRIPT = "Il est possible que vous ayez besoin d’installer un gestionnaire avant de pouvoir utiliser votre tablette avec Ink. Si vous avez des problèmes, assurez-vous que vous avez bien installé le logiciel fourni avec la tablette graphique.";
REVERT_ALERT = "Voulez-vous revenir à la dernière liste de mots enregistrée ?";
REVERT = "Revenir";
DONT_REVERT = "Ne pas revenir";
/*PENOPTIONS_WARNING = "Pen options warning.";*/
PENOPTIONS_WARNING = "Pour que les options de bouton enfoncé fonctionnent correctement, vous devez désactiver le bouton correspondant du stylet à l’aide de l’utilitaire fourni par le fabricant de votre tablette.";
PENOPTIONS_WACOM_DESCRIPT = "Ink a détecté un conflit avec les réglages actuels de la tablette Wacom. Pour que cette option Ink fonctionne correctement, vous devez configurer le bouton correspondant en mode « Ignoré » à l’aide de l’utilitaire de configuration Wacom.";


SAVE = "Enregistrer";
DONT_SAVE = "Ne pas enregistrer";
CANCEL = "Annuler";
OK = "OK";

INK_HELP = "Aide Ink";
